// Дививсь, у мене є сатй який підєднаний до бази даних. Точніше це веб ап для телеграму. Це типу клікер, в якому можна клікати, майнити та прокачувати швидкість майнингу і клів і отримувати за це криптовалюту. Що у мене має записуватись в базу 1. Id користувача 2. Його юзернейм 3. Число за один тап 4. Майнинг 5. Кількість бустів 6. Його баланс 7. Кількість рефералів 8. Реферальне посилання. Як мені це реалізувати? Наприклад як мені реалізувати щоб коли я тапаав то воно записувалось у базу


// Зроби так, щоб у базу додавались такі значееня 1. Юзернейм(Вже є в коді) 2. Id користувача(Вже є в коді) 3. Його баланс(За змовчуванням 0) 4. Скільки він отрмає за тап має називатись tapFarm(За  змовчуванням 0) 5. Майнинг за кожні 2 години має називатись mining2(За  змовчуванням 50) 6. Кількість 

